Repository: LittleGD/UpNext
Catalog: upnext-ios/UpNext/UpNext/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 보내는 중...
en: Sending...
ja: 送信中...
zh_hans: 发送中...

source: 보상 선택
en: Choose a Reward
ja: 報酬を選択
zh_hans: 选择奖励

source: 보스
en: Boss
ja: ボス
zh_hans: 首领

source: 보스 격파
en: Boss defeated
ja: ボス撃破
zh_hans: 击败首领

source: 보스 격파 — 탐험 성공
en: Boss defeated — Expedition success
ja: ボス撃破 — 探索成功
zh_hans: 击败首领 — 探索成功

source: 보유
en: Owned
ja: 所持
zh_hans: 已拥有

source: 보유 스킬
en: Owned Skills
ja: 保有スキル
zh_hans: 持有技能

source: 보유 장비 (%lld)
en: Gear owned (%lld)
ja: 所持装備 (%lld)
zh_hans: 拥有装备 (%lld)

source: 보유 탐험권
en: Explore Tickets
ja: 所持探索チケット
zh_hans: 持有探索券

source: 보유 티켓
en: Tickets
ja: 所持チケット
zh_hans: 持有门票

source: 보유 한도에 닿았어요 (%lld장)
en: You are at the carry limit (%lld).
ja: 所持上限に達しました (%lld枚)
zh_hans: 已达持有上限 (%lld张)

source: 보유한 장비가 없어요. 던전을 탐험하면 얻을 수 있어요.
en: You don't have any gear yet. Explore Dungeons to get some.
ja: 持っている装備がありません。 ダンジョンを探索すると手に入ります。
zh_hans: 你还没有任何装备。 探索地牢就能获得。

source: 보유한 장비가 없어요. 던전을 탐험하면 장비를 얻을 수 있어요.
en: You don't have any gear yet. Explore the Dungeon to find gear.
ja: 装備をまだ持っていません。 ダンジョンを探索すると装備が手に入ります。
zh_hans: 你还没有任何装备。 探索地牢就能获得装备。

source: 복제 창고
en: Duplicate Stash
ja: 複製ストック
zh_hans: 复制仓库

source: 부적
en: Talisman
ja: お守り
zh_hans: 护身符

source: 부적 생성 완료
en: Talisman Created
ja: お守りの作成完了
zh_hans: 护符生成完成

source: 부적 스킬
en: Talisman Skill
ja: お守りスキル
zh_hans: 护符技能

source: 부적으로 만들기
en: Make Talisman
ja: お守りにする
zh_hans: 制作成护符

source: 부활
en: Revive
ja: 復活
zh_hans: 复活

source: 부활의 축복이 준비된다
en: A blessing of revival is prepared.
ja: 復活の祝福が準備される
zh_hans: 复活的祝福已准备就绪

source: 분노
en: Rage
ja: 怒り
zh_hans: 怒气

source: 분노 폭발
en: Rage Burst
ja: 怒りの爆発
zh_hans: 怒火爆发

source: 분노/마나/기 등 클래스 자원명(동적 게임데이터)
en: class resource name (dynamic: Rage/Mana/Chi/...)
ja: クラス資源名(動的: 怒り/マナ/気/…)
zh_hans: 职业资源名(动态: 怒气/法力/气/…)

source: 분노한 멧돼지
en: Raging Boar
ja: 怒れる猪
zh_hans: 狂怒野猪

source: 분류
en: Sort
ja: 分類
zh_hans: 分类

source: 분쇄
en: Crush
ja: 粉砕
zh_hans: 粉碎

source: 분신
en: Double
ja: 分身
zh_hans: 分身

source: 불굴
en: Indomitable
ja: 不屈
zh_hans: 不屈

source: 불꽃
en: Flame
ja: 炎
zh_hans: 火焰

source: 불꽃 켜기
en: Light the Flame
ja: 炎をつける
zh_hans: 点燃火焰

source: 불러오기 실패
en: Failed to load.
ja: 読み込み失敗
zh_hans: 加载失败

source: 불러오는 중…
en: Loading…
ja: 読み込み中…
zh_hans: 加载中…

source: 불씨 하나가 바람을 따라 올라갔다
en: An ember rose up on the wind.
ja: 火の粉が風に乗って舞い上がった
zh_hans: 一点火星随风升起

source: 불타는 고추
en: Burning Pepper
ja: 燃える唐辛子
zh_hans: 燃烧辣椒

source: 브로콜리 기사
en: Broccoli Knight
ja: ブロッコリー騎士
zh_hans: 西兰花骑士

source: 비닐 %lld
en: Bag %lld
ja: 袋 %lld
zh_hans: 袋子 %lld

source: 비로그인
en: Not signed in
ja: 未ログイン
zh_hans: 未登录

source: 비어 있음
en: Empty
ja: 空き
zh_hans: 空

source: 비용 %lld 코인 (보유 %lld)
en: Cost %lld coins (you have %lld)
ja: 費用 %lld コイン (所持 %lld)
zh_hans: 费用 %lld 金币 (持有 %lld)

source: 비워둔 곁에 새 사람이 앉을 자리가 마련되고 있어요
en: The space you've left open is being prepared for someone new
ja: 空けておいた隣に、新しい人の座る場所が整いつつあります
zh_hans: 空出来的身边，正在给新的人腾位置

source: 비워둔 손에 다음 몫이 들어올 자리가 생겼어요
en: An emptied hand has room for the next portion to land
ja: 空けた手に、次の取り分が入る場所ができました
zh_hans: 空出来的手，才接得住下一份

source: 비워둔 하루가 다음 체력을 빚고 있어요
en: A day left empty is shaping the strength to come
ja: 空けておいた一日が、次の体力を育てています
zh_hans: 空出来的一天，正在酿下一段体力

source: 빈 자리
en: Empty slot
ja: 空きスロット
zh_hans: 空位

source: 빈 장부 같은 날이에요. 무엇을 적어도 첫 기록이 됩니다
en: A day like a blank ledger. Whatever you write becomes the first entry
ja: 白い帳面のような日です。何を書いても最初の記録になります
zh_hans: 像一本空账的日子，写什么都是第一笔

source: 빙결
en: Freeze
ja: 氷結
zh_hans: 冰冻

source: 빛 정령
en: Light Sprite
ja: 光の精霊
zh_hans: 光之精灵

source: 빛나는
en: Glimmering
ja: 輝く
zh_hans: 闪耀的

source: 빛바랜
en: Faded
ja: 色褪せた
zh_hans: 褪色的

source: 빽빽한 조우
en: Dense Encounters
ja: 密集する遭遇
zh_hans: 密集遭遇

source: 뽑는 중…
en: Drawing…
ja: 引いてるよ…
zh_hans: 抽取中…

source: 뽑히지 않기 위해 이빨을 만든 어린 풀.
en: A young sprout that grew teeth to keep from being pulled up.
ja: 抜かれまいと牙を生やしし若草。
zh_hans: 为不被拔起而生出利齿的幼草。

source: 뿌리가 적을 잡아챈다 — 2 round 봉인
en: Roots seized the enemy — bound for 2 rounds.
ja: 根が敵を掴む — 2 ターン封印
zh_hans: 根须缠住敌人 — 2 回合封印

source: 뿌리옥죄기
en: Entangling Roots
ja: 絡みつく根
zh_hans: 树根缠绕

source: 사기꾼
en: Swindler
ja: 詐欺師
zh_hans: 骗子

source: 사라질 뻔했다
en: It almost shattered
ja: 消えるところだった
zh_hans: 差点就没了

source: 사용
en: Used
ja: 使用
zh_hans: 已使用

source: 사운드 효과
en: Sound Effects
ja: サウンド効果
zh_hans: 音效

source: 사제
en: Priest
ja: 司祭
zh_hans: 牧师

source: 사진
en: Photos
ja: 写真
zh_hans: 照片

source: 사진 1장 선택
en: Pick 1 photo
ja: 写真を1枚選択
zh_hans: 选择1张照片

source: 사진 로그
en: Photo Logs
ja: 写真ログ
zh_hans: 照片记录

source: 사진 보기
en: View Photo
ja: 写真を見る
zh_hans: 看照片

source: 사진 부적
en: Photo Talisman
ja: 写真お守り
zh_hans: 照片护符

source: 사진 부적 만들기
en: Create Photo Talisman
ja: 写真お守りを作る
zh_hans: 制作照片护符

source: 사진 촬영
en: Take photo
ja: 写真を撮る
zh_hans: 拍照

source: 사진 추가
en: Add Photo
ja: 写真を追加
zh_hans: 添加照片

source: 사진없이 완료
en: Complete without photo
ja: 写真なしで完了
zh_hans: 不拍照完成

source: 사진으로 인증하고 완료
en: Complete with photo
ja: 写真と一緒に完了
zh_hans: 拍照并完成

source: 사진을 불러오지 못했어요
en: Couldn't load the photo.
ja: 写真を読み込めませんでした。
zh_hans: 无法加载照片。

source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

source: 삭제하면 되돌릴 수 없어요.
en: Once deleted, this can't be undone.
ja: 削除すると元に戻せません。
zh_hans: 删除后无法恢复。

source: 산더미 장부
en: Mountain of Ledgers
ja: 山積みの帳簿
zh_hans: 堆积账簿

source: 산만함
en: Distraction
ja: 散漫
zh_hans: 散漫

source: 산만함의 마왕
en: Lord of Distraction
ja: 散漫の魔王
zh_hans: 散漫魔王

source: 산악 고블린
en: Mountain Goblin
ja: 山岳ゴブリン
zh_hans: 山岳哥布林

source: 산악 늑대
en: Mountain Wolf
ja: 山岳の狼
zh_hans: 山岳之狼

source: 산악의 거인
en: Mountain Giant
ja: 山の巨人
zh_hans: 山岳巨人

source: 산악의 험준한 길을 순찰하는 회색 사냥꾼. 달이 뜨면 무리가 불어난다.
en: A grey hunter that patrols the rugged mountain trails. Its pack swells when the moon rises.
ja: 険しき山路を巡る灰色の狩人。月が昇れば群れは膨れ上がる。
zh_hans: 巡视险峻山径的灰色猎手。月出之时,群队随之壮大。

source: 살랑 바람
en: Gentle Breeze
ja: そよかぜ
zh_hans: 轻柔微风

source: 상점
en: Shop
ja: ショップ
zh_hans: 商店

source: 상점과 장비
en: Shop & Gear
ja: ショップと装備
zh_hans: 商店与装备

source: 상점에서 구매
en: Buy from the Shop
ja: ショップで買う
zh_hans: 在商店购买

source: 새 부적 만들기
en: Create New Talisman
ja: 新しいお守りを作る
zh_hans: 制作新护符

source: 새 일을 벌이기보다 있는 것을 돌봐 주세요
en: Tend what you have instead of opening something new
ja: 新しく広げるより今あるものの世話を
zh_hans: 先照看手上的，别急着开新摊

source: 새 카드 %lld장 해금!
en: %lld new cards unlocked!
ja: 新しいカード%lld枚を解放！
zh_hans: 解锁%lld张新卡牌！

source: 새 카드 1장
en: 1 new card
ja: 新しいカード1枚
zh_hans: 1张新卡牌

source: 새 카드 5장
en: 5 new cards
ja: 新しいカード5枚
zh_hans: 5张新卡牌

source: 새로 해금할 카드가 없어요
en: No new cards to unlock
ja: 新しく解放できるカードはありません
zh_hans: 没有可解锁的新卡牌

source: 새로운 변경사항
en: New changes
ja: 新しい変更
zh_hans: 新的更改

source: 새로운 자리에 나가보기 좋은 날이에요
en: A good day to show up somewhere new
ja: 新しい集まりに顔を出すのに良い日
zh_hans: 适合去新场合露个面的日子

source: 새벽 호수 위를 떠도는 흰 실. 지나간 자리엔 쓸쓸함만 남는다.
en: A white thread drifting over the dawn lake. Only loneliness lingers where it has passed.
ja: 暁の湖に漂う白き糸。通りし跡には寂しさのみ残る。
zh_hans: 飘荡于破晓湖面的白丝。所过之处,唯余寂寥。

source: 생각만 하던 일을 오늘 시작해도 좋아요
en: The thing you've only thought about can start today
ja: 考えるだけだったことを今日始めてもいい
zh_hans: 那件只在心里想的事，今天可以开始

source: 생산성
en: Productivity
ja: 生産性
zh_hans: 效率

source: 서툰 소매치기
en: Clumsy Pickpocket
ja: へたくそスリ
zh_hans: 笨拙的扒手

source: 선정
en: Zen
ja: 禅定
zh_hans: 入定

source: 선정의 염주
en: Zen Beads
ja: 禅定の数珠
zh_hans: 禅定之珠

source: 선택 해제
en: Deselect
ja: 選択を解除
zh_hans: 取消选择

source: 설명하기보다 물어보는 게 나아요
en: Better to ask than to explain
ja: 説明するより尋ねる方がいい
zh_hans: 与其解释，不如发问

source: 설정
en: Settings
ja: 設定
zh_hans: 设置

source: 설정 화면의 '데이터 초기화' 버튼을 통해 모든 로컬 및 클라우드 데이터를 삭제할 수 있습니다. 앱을 삭제하면 기기 내 데이터가 자동으로 제거됩니다. 유럽경제지역(EEA), 영국, 스위스 이용자에게는 첫 광고를 재생하기 직전에 Google 동의 관리 플랫폼(UMP)의 동의 화면이 표시되며, 여기서 선택한 내용에 따라 개인 맞춤 광고 제공 여부가 결정됩니다. 동의하지 않으면 개인 맞춤 광고가 제공되지 않고 광고 시청 보상 기능을 이용하지 못할 수 있으나, 광고와 무관한 기능은 그대로 이용할 수 있습니다. 선택을 바꾸려면 앱을 삭제하고 다시 설치하면 동의 화면이 다시 표시됩니다.
en: You can delete all local and cloud data via the 'Reset Data' button in Settings. Uninstalling the App automatically removes on-device data. Users in the European Economic Area, the United Kingdom, and Switzerland are shown a Google User Messaging Platform (UMP) consent screen right before the first ad plays, and that choice determines whether personalized ads are served. If you decline, personalized ads are not served and ad-based rewards may become unavailable, while everything unrelated to ads keeps working. To change your choice, uninstall and reinstall the App and the consent screen appears again.
ja: 設定画面の「データ初期化」ボタンから、すべてのローカルおよびクラウドデータを削除できます。アプリを削除すると、端末内のデータは自動的に消去されます。欧州経済領域（EEA）・英国・スイスの利用者には、最初の広告を再生する直前にGoogleの同意管理プラットフォーム（UMP）の同意画面が表示され、そこでの選択によってパーソナライズ広告の配信可否が決まります。同意しない場合、パーソナライズ広告は配信されず、広告視聴による報酬機能を利用できないことがありますが、広告と関係のない機能はそのままご利用いただけます。選択を変更したい場合は、アプリを削除して再インストールすると同意画面が再度表示されます。
zh_hans: 您可以通过设置中的'重置数据'按钮删除所有本地和云端数据。卸载应用会自动删除设备上的数据。对于欧洲经济区（EEA）、英国和瑞士的用户，应用会在首次播放广告前显示Google用户消息平台（UMP）的同意界面，您在该界面的选择决定是否投放个性化广告。若您不同意，将不会投放个性化广告，观看广告获得奖励的功能可能无法使用，但与广告无关的功能仍可正常使用。如需更改选择，卸载并重新安装应用后会再次显示同意界面。

source: 성공
en: Success
ja: 成功
zh_hans: 成功

source: 성공!
en: Success!
ja: 成功!
zh_hans: 成功!

source: 성공률 %lld%%
en: Success rate %lld%%
ja: 成功率 %lld%%
zh_hans: 成功率 %lld%%

source: 성난 새싹
en: Angry Sprout
ja: 怒れる新芽
zh_hans: 愤怒新芽

source: 성스러운 빛
en: Holy Light
ja: 聖なる光
zh_hans: 圣光

source: 성장의 순간
en: Moment of Growth
ja: 成長の瞬間
zh_hans: 成长的瞬间

source: 성장의 순간을 부적으로 — 코인 %lld
en: Turn a moment of growth into a Talisman — %lld Coins
ja: 成長の瞬間をお守りに — コイン%lld
zh_hans: 把成长的瞬间做成护符 — %lld 金币

source: 세계의 틈에서 깜빡이는 오류. 만지면 기억도 깜빡인다.
en: An error flickering in the seam of the world. Touch it, and your memory flickers too.
ja: 世界の隙に瞬く誤り。触れれば記憶もまた瞬く。
zh_hans: 于世界之缝中闪烁的错误。触之,记忆亦随之明灭。

source: 세상의 모든 유행을 삼킨 최종 변종. 누구의 얼굴도 자신의 것이 아니다.
en: The final mutant that swallowed every trend in the world. None of its many faces are its own.
ja: 世のあらゆる流行を呑み込みし最終変種。いかなる顔も、己のものにあらず。
zh_hans: 吞噬世上一切潮流的终极变种。所有面孔,皆非己有。

source: 세션 시작 HP +50
en: Session start HP +50
ja: セッション開始時HP +50
zh_hans: 会话开始时 HP +50

source: 세이버
en: Shield
ja: シールド
zh_hans: 护盾

source: 소리 없이 스며드는 천
en: Cloth that slips in without a sound.
ja: 音もなく染み込む布。
zh_hans: 无声无息渗透之布。

source: 소문꾼
en: Gossip Monger
ja: 噂好き
zh_hans: 流言者

source: 소실방지권
en: Loss Ward
ja: 消失防止札
zh_hans: 防消失符

source: 소통
en: Connection
ja: コミュニケーション
zh_hans: 社交

source: 소통 레전드
en: Social Legend
ja: コミュレジェンド
zh_hans: 社交传奇

source: 소통 마스터
en: Social Master
ja: コミュマスター
zh_hans: 社交大师

source: 소통 실천가
en: Social Regular
ja: コミュ実践者
zh_hans: 社交实践者

source: 소통 입문자
en: Social Rookie
ja: コミュビギナー
zh_hans: 社交新手

source: 속도 · 일시정지
en: Speed & Pause
ja: スピード・一時停止
zh_hans: 速度 · 暂停

source: 손가락으로 문질러 기운을 드러내세요
en: Rub with your finger to reveal
ja: 指でこすって気配を現してください
zh_hans: 用手指擦开，显现气场

source: 손대지 못한 일에 대한 자책은 두고 가세요. 자리는 사라지지 않습니다
en: Leave behind the guilt over what you didn't touch. The work isn't going anywhere
ja: 手をつけられなかった仕事への責めは置いていって。場所は消えません
zh_hans: 没来得及动手的事，别责怪自己，位置不会消失

source: 손에 익은 박자가 일을 끌고 가는 시기예요
en: Your hands know the tempo. The work is carrying itself today
ja: 手に馴染んだ拍子が仕事を運んでいく時期です
zh_hans: 手熟的节奏正带着事情往前走

source: 손재주
en: Dex
ja: 器用
zh_hans: 灵巧

source: 수고하셨어요
en: Nice work!
ja: おつかれさま！
zh_hans: 辛苦啦！

source: 수도승
en: Monk
ja: 武僧
zh_hans: 武僧

source: 수련 스킬
en: Trained Skills
ja: 修練スキル
zh_hans: 修炼技能

source: 수만 개의 유혹을 동시에 내거는 암흑 군주.
en: A dark sovereign that dangles tens of thousands of temptations all at once.
ja: 万千の誘惑を一度に差し出す暗黒の君主。
zh_hans: 同时抛出万千诱惑的暗黑君主。

source: 수백 년 잉크 속에 갇힌 영혼. 만지면 종이처럼 바스라진다.
en: A soul trapped in centuries of ink. At a touch it crumbles away like parchment.
ja: 幾百年の墨に囚われし魂。触れれば紙の如く朽ちゆく。
zh_hans: 困于数百年墨痕之中的魂灵。一触即如纸片般碎散。

source: 수수께끼 영혼
en: Riddle Spirit
ja: 謎かけの魂
zh_hans: 谜语之魂

source: 수십 년 묵은 뿌리가 하나로 합쳐진 존재.
en: A being of roots aged for decades, fused at last into one.
ja: 幾十年熟せし根が一つに融け合いし存在。
zh_hans: 数十年之陈根融合为一的存在。

source: 수십 마리 무리를 이끄는 은빛 대공. 눈동자엔 수백 겨울의 기억이 있다.
en: The silver grand duke leading packs of dozens. Its eyes hold the memory of a hundred winters.
ja: 数十の群れを率いる銀の大公。その瞳には幾百もの冬の記憶が宿る。
zh_hans: 率领数十之众的银色大公。眸中藏有百冬之忆。

source: 수증기 슬라임
en: Steam Slime
ja: 蒸気スライム
zh_hans: 蒸汽史莱姆

source: 수집된 데이터는 챌린지 기록 저장, 기기 간 동기화, 리더보드 순위 산정, 앱 기능 개선, 그리고 앱 내 광고 제공에 사용됩니다. 광고는 이용자가 직접 선택해 시청하는 보상형 광고이며 자동으로 재생되지 않습니다. 앱은 비개인화 광고를 기본으로 요청하며, 이 경우에도 노출 빈도 제한, 집계 리포팅, 부정 클릭 방지를 위해 기기 식별 정보가 사용될 수 있습니다. 개인 맞춤 광고는 이용자가 동의한 경우에만 제공됩니다. 앱은 개인정보를 판매하지 않습니다.
en: Collected data is used to save challenge records, sync across devices, rank the leaderboard, improve App functionality, and serve ads inside the App. Ads are opt-in rewarded ads that you choose to watch, and they never play automatically. The App requests non-personalized ads by default; even then, device identifying information may be used for frequency capping, aggregate reporting, and fraud prevention. Personalized ads are served only where you have given consent. The App does not sell personal information.
ja: 収集されたデータは、チャレンジ記録の保存、デバイス間の同期、リーダーボードの順位算定、アプリ機能の改善、およびアプリ内広告の配信に使用されます。広告は利用者が自分で選んで視聴するリワード広告であり、自動的に再生されることはありません。アプリは非パーソナライズ広告を既定として要求しますが、その場合でも表示頻度の制限、集計レポート、不正クリック防止のために端末を識別する情報が使用されることがあります。パーソナライズ広告は、利用者が同意した場合にのみ配信されます。アプリは個人情報を販売しません。
zh_hans: 收集的数据用于保存挑战记录、跨设备同步、计算排行榜排名、改进应用功能，以及在应用内提供广告。广告是由用户自行选择观看的激励视频广告，不会自动播放。应用默认请求非个性化广告，即便如此，仍可能使用设备识别信息进行展示频次限制、汇总报告和防作弊。只有在用户同意的情况下才会提供个性化广告。应用不会出售个人信息。

source: 수천 번 복제되며 본래 모습을 잃은 이미지.
en: An image copied thousands of times until its original form was lost.
ja: 幾千度も複製され、本来の姿を失いし画像。
zh_hans: 被复制千万次,已然遗失本来面貌的图像。

source: 수확을 잊은 밭에서 자라난 괴물. 안쪽에서 벌레가 운다.
en: A monster grown in a field forgotten at harvest. Inside, worms are weeping.
ja: 収穫を忘れし畑に生まれし怪物。内にて虫が鳴く。
zh_hans: 生于被遗忘收成之田的怪物。其内有虫在啼鸣。

source: 숙면의 부적
en: Deep Sleep Charm
ja: 熟睡のお守り
zh_hans: 深眠之符

source: 순서 기억
en: Remember the Order
ja: 順番を覚える
zh_hans: 记住顺序

source: 순서대로 탭
en: Tap in order
ja: 順番にタップ
zh_hans: 按顺序点击

source: 숨 한 번으로 모든 공격을 흘려보냄
en: One breath turns every blow aside.
ja: 一息で全ての攻撃を受け流す。
zh_hans: 一息之间化解万般攻击。

source: 숨은 진리를 드러내는 렌즈
en: Lenses that reveal hidden truths.
ja: 隠された真理を映し出すレンズ。
zh_hans: 揭示隐藏真理的镜片。

source: 숨이 깊어지는 걸 느껴보세요
en: Notice your breath getting deeper
ja: 呼吸が深くなるのを感じてみて
zh_hans: 去感受呼吸变深

source: 숨이 한곳으로 고이는 중이에요. 깊게 쉬기 좋은 날
en: Your breath is settling into one place. A good day to breathe deep
ja: 呼吸がひとつ所に落ち着いていきます。深く吸うのに良い日
zh_hans: 呼吸在往一处沉，适合深深吸一口气的日子

source: 숯불 잔광
en: Ember Glow
ja: 炭火の残光
zh_hans: 余烬微光

source: 숲의 포옹
en: Grove Embrace
ja: 森の抱擁
zh_hans: 森林之抱

source: 쉬쉬 이끼
en: Whispering Moss
ja: 囁く苔
zh_hans: 低语苔藓

source: 슈퍼 루틴러
en: Super Routiner
ja: スーパールーティナー
zh_hans: 超级例行者

source: 슈퍼 챌린지
en: Super Challenge
ja: スーパーチャレンジ
zh_hans: 超级挑战

source: 슈퍼 챌린지 도전
en: Take on Super Challenge
ja: スーパーチャレンジに挑戦
zh_hans: 挑战超级挑战

source: 슈퍼 챌린지 시작
en: Start Super Challenge
ja: スーパーチャレンジを始める
zh_hans: 开始超级挑战

source: 슈퍼 챌린지 완료
en: Completed a super challenge
ja: スーパーチャレンジを完了
zh_hans: 完成超级挑战

source: 스스로 캠프로 돌아가요. 지금까지 얻은 전리품은 모두 유지됩니다.
en: Head back to camp on your own. Everything you've looted so far is kept.
ja: 自分でキャンプに戻ります。これまでに手に入れた戦利品はすべて残ります。
zh_hans: 自己返回营地。目前为止获得的战利品全部保留。

source: 스킬 버튼
en: Skill Button
ja: スキルボタン
zh_hans: 技能按钮

source: 스킬 카드는 기회를, 저주 카드는 위험을 줘요
en: Skill cards give chances, curse cards bring risk
ja: スキルカードはチャンスを、呪いカードは危険をもたらします
zh_hans: 技能卡带来机会，诅咒卡带来风险

source: 스킬! 하트 +1
en: Skill! Heart +1
ja: スキル！ハート +1
zh_hans: 技能！红心 +1

source: 스킬트리
en: Skill Tree
ja: スキルツリー
zh_hans: 技能树

source: 스타터 팩을 골라주세요
en: Pick your Starter Pack
ja: スターターパックを選んでください
zh_hans: 请选择新手卡包

source: 스탯
en: Stats
ja: ステータス
zh_hans: 属性

source: 스탯 · 스킬
en: Stats · Skills
ja: ステータス · スキル
zh_hans: 属性 · 技能

source: 스트릭·레벨·카드 수집으로 꾸준함에 보상이 따라와요
en: Streaks, levels, and card collecting reward your consistency
ja: ストリーク・レベル・カード収集で、続けるたびにご褒美が
zh_hans: 连击、等级、收集卡牌，坚持就有回报

source: 스티커
en: Sticker
ja: ステッカー
zh_hans: 贴纸

source: 슬롯
en: Slot
ja: スロット
zh_hans: 槽位

source: 습득
en: Learned
ja: 習得
zh_hans: 已学会

source: 시간 %lld
en: Time %lld
ja: 時間 %lld
zh_hans: 时间 %lld

source: 시간 +%lld
en: Time +%lld
ja: 時間 +%lld
zh_hans: 时间 +%lld

source: 시간 +10.
en: Time +10.
ja: 時間+10。
zh_hans: 时间 +10。

source: 시간 가속
en: Time Accel
ja: 時間加速
zh_hans: 时间加速

source: 시간 도둑
en: Time Thief
ja: 時間泥棒
zh_hans: 时间小偷

source: 시간 도적왕
en: Time Bandit King
ja: 時の盗賊王
zh_hans: 时间盗贼王

source: 시간 되감기
en: Rewind
ja: 時間巻き戻し
zh_hans: 时间回溯

source: 시간 역류
en: Time Reflux
ja: 時間逆流
zh_hans: 时间逆流

source: 시간 정지
en: Time Stop
ja: 時間停止
zh_hans: 时间停止

source: 시간 파편
en: Time Shard
ja: 時の欠片
zh_hans: 时间碎片

source: 시간술사
en: Chronomancer
ja: 時術師
zh_hans: 时之法师

source: 시간을 블록으로 묶는 힘
en: The power to bind time in blocks.
ja: 時間をブロックで束ねる力。
zh_hans: 将时间捆为方块之力。

source: 시간의 압박
en: Time Pressure
ja: 時間の圧迫
zh_hans: 时间压迫

source: 시간이 멈춘다 — 2 round 봉인
en: Time froze — enemy bound for 2 rounds.
ja: 時が止まる — 2 ターン封印
zh_hans: 时间停止 — 2 回合封印

source: 시간이 한 방향으로 흐른다
en: Time flows one way only.
ja: 時が一方向にのみ流れる。
zh_hans: 时间只朝一个方向流淌。

source: 시계 병사
en: Clock Soldier
ja: 時計の兵士
zh_hans: 钟表卫兵

source: 시계탑
en: Clock Tower
ja: 時計塔
zh_hans: 钟楼

source: 시계탑 수호자
en: Clocktower Guardian
ja: 時計塔の守護者
zh_hans: 钟楼守护者

source: 시작
en: Start
ja: はじめる
zh_hans: 开始

source: 시작 선물
en: Welcome Gift
ja: はじまりの贈り物
zh_hans: 开局礼物

source: 시작 체력 70%, 몬스터 공격 +15%
en: Start HP at 70%, monster attack +15%
ja: 開始HP 70%、モンスターの攻撃 +15%
zh_hans: 起始 HP 70%,怪物攻击 +15%

source: 시작하기
en: Get Started
ja: はじめる
zh_hans: 开始

source: 시작한 일이 마무리 쪽으로 기울어요. 끝낸 자리에 다음 것이 들어옵니다
en: What you started is leaning toward done. A finished thing leaves room for the next
ja: 始めたことが仕上げへ傾いています。終えた場所に次が入ってきます
zh_hans: 开始的事在往完成倾斜，收好一件，下一件才进得来

source: 식단
en: Diet
ja: 食事
zh_hans: 饮食

source: 식단 레전드
en: Diet Legend
ja: 食事レジェンド
zh_hans: 饮食传奇

source: 식단 마스터
en: Diet Master
ja: 食事マスター
zh_hans: 饮食大师

source: 식단 실천가
en: Diet Regular
ja: 食事実践者
zh_hans: 饮食实践者

source: 식단 입문자
en: Diet Rookie
ja: 食事ビギナー
zh_hans: 饮食新手

source: 신비 차원
en: Mystic Dimension
ja: 神秘の次元
zh_hans: 神秘维度

source: 신성한
en: Legendary
ja: 神聖な
zh_hans: 神圣的

source: 신앙
en: Faith
ja: 信仰
zh_hans: 信仰

source: 신전 입구를 천 년 동안 지켜온 고대 조각상. 말이 없지만 노여움은 뜨겁다.
en: An ancient statue that guarded the temple gate for a thousand years. Silent, yet its wrath burns hot.
ja: 千年の間、神殿の門を守り続けた古の彫像。語らずとも、その怒りは熱い。
zh_hans: 千年守护神殿入口的远古雕像。无言,然其怒灼热。

source: 실천가
en: Achiever
ja: 実践者
zh_hans: 实践者

source: 실천할 %lld장을 골라요
en: Pick %lld cards to do
ja: 実践する%lld枚を選んでね
zh_hans: 挑选 %lld 张来实践吧

source: 실천할 %lld장을 선택하세요
en: Pick %lld cards to take on
ja: 実践する%lld枚を選んでください
zh_hans: 选择要执行的%lld张

source: 실패
en: Failed
ja: 失敗
zh_hans: 失败

source: 실패 시 %lld%% 확률로 아이템 소실
en: On failure, %lld%% chance the item is lost
ja: 失敗時 %lld%% でアイテムが消失
zh_hans: 失败时有 %lld%% 概率失去物品

source: 실패 시 %lld%% 확률로 한 단계 하락
en: On failure, %lld%% chance it drops one level
ja: 失敗時 %lld%% で1段階ダウン
zh_hans: 失败时有 %lld%% 概率下降一级

source: 실행취소
en: Undo
ja: 元に戻す
zh_hans: 撤销

source: 심판
en: Judgment
ja: 審判
zh_hans: 审判

source: 쌓아둔 잠과 걸음이 조용히 일하고 있어요
en: The sleep and steps you banked are quietly at work
ja: 蓄えた眠りと歩みが、静かに働いています
zh_hans: 存下的睡眠和脚步，正在悄悄干活

source: 쌓아온 것이 이자처럼 조용히 붙고 있어요
en: What you've built is quietly earning interest
ja: 積み上げたものが利息のように静かに増えています
zh_hans: 攒下的东西正像利息一样悄悄生长

source: 썩은 호박
en: Rotten Pumpkin
ja: 腐ったカボチャ
zh_hans: 腐烂南瓜

source: 쓰던 것을 손보는 데 오늘을 써도 좋아요
en: Today is well spent mending what you already use
ja: 使ってきたものの手入れに今日を使ってもいい
zh_hans: 今天可以用来修补正在用的东西

source: 아기 당근
en: Baby Carrot
ja: ベビーキャロット
zh_hans: 小胡萝卜

source: 아무것도 못 해도 내일이 사라지지 않아요
en: Even if nothing gets done, tomorrow stays
ja: 何もできなくても明日は消えません
zh_hans: 就算什么都没做，明天也还在

source: 아쉬운 점이 있어요
en: Something's off
ja: 気になる点があります
zh_hans: 有些地方不满意

source: 아이템 소실
en: Item destroyed
ja: アイテム消失
zh_hans: 物品消失

source: 아이템을 찾을 수 없음
en: Item not found
ja: アイテムが見つかりません
zh_hans: 未找到物品

source: 아지트
en: Hideout
ja: アジト
zh_hans: 据点

source: 아지트에 오신 것을 환영합니다
en: Welcome to your Hideout
ja: アジトへようこそ
zh_hans: 欢迎来到据点

source: 아직 사진이 없어요. 챌린지 완료 후 2초 로그를 남기면 카드와 함께 모여요.
en: No photos yet. Leave a 2-second log after finishing a Challenge and they'll gather with your cards.
ja: まだ写真がありません。 チャレンジ完了後に2秒ログを残すと、カードと一緒に集まります。
zh_hans: 还没有照片。 完成挑战后留下2秒记录，就会和卡牌一起收集起来。

source: 아직 사진이 없어요. 챌린지를 완료하고 사진을 남기면 부적으로 만들 수 있어요.
en: No photos yet. Finish a Challenge and leave a photo to turn it into a Talisman.
ja: まだ写真がありません。 チャレンジを完了して写真を残すと、お守りにできます。
zh_hans: 还没有照片。 完成挑战并留下照片，就能制作成护符。

source: 아직 셈이 시작되기 전이에요. 첫 줄을 적는 사람이 판을 잡습니다
en: The counting hasn't begun. Whoever writes the first line owns the board
ja: まだ勘定が始まる前です。最初の一行を書く人が場を握ります
zh_hans: 账还没开始算，先落笔的人定格局

source: 아직 아무도 도전 기록이 없어요. 첫 주자가 되어보세요!
en: No challengers yet. Be the first to set a record!
ja: まだ挑戦記録がありません。最初の走者になりましょう！
zh_hans: 还没有挑战记录。来当第一个挑战者吧!

source: 아직 이름 붙지 않은 인연이 근처를 지나고 있어요
en: A bond not yet named is passing close by
ja: まだ名前のつかない縁が、近くを通っています
zh_hans: 一段还没名字的缘分，正从附近经过

source: 아침의 첫 물 한 잔이 오늘 몸의 물길을 정합니다
en: The first glass of water sets the course of your body's day
ja: 朝の最初の一杯の水が、今日の体の流れを決めます
zh_hans: 早晨第一杯水，定下今天身体的水路

source: 안개 정령
en: Mist Spirit
ja: 霧の精霊
zh_hans: 雾之精灵

source: 안부 한 줄이 오늘을 바꿔요
en: One line of hello changes today
ja: ひと言の挨拶が今日を変えます
zh_hans: 一句问候就能改变今天

source: 안식
en: Repose
ja: 安息
zh_hans: 安息

source: 안전한 휴식
en: A safe rest
ja: 安全な休息
zh_hans: 安全的休息

source: 알고리즘 요괴
en: Algorithm Wraith
ja: アルゴリズム妖怪
zh_hans: 算法妖怪

source: 알림
en: Notifications
ja: 通知
zh_hans: 通知

source: 알림 시간
en: Notification Time
ja: 通知時間
zh_hans: 通知时间

source: 알림이 너무 많아요
en: Too many notifications
ja: 通知が多すぎる
zh_hans: 通知太多

source: 알파 늑대
en: Alpha Wolf
ja: アルファウルフ
zh_hans: 阿尔法狼

source: 암산
en: Mental Math
ja: 暗算
zh_hans: 心算

source: 앞면
en: Front
ja: 表面
zh_hans: 正面

source: 앞면 사진 보기
en: View front photo
ja: 表面の写真を見る
zh_hans: 查看正面照片

source: 애쓰지 않아도 걸음이 가벼운 날이에요
en: Your steps are light today without trying
ja: 力まなくても足取りが軽い日です
zh_hans: 不用使劲，脚步也轻的日子

source: 애쓰지 않아도 대화가 굴러가는 결이에요
en: Conversation rolls along without effort in this current
ja: 力まなくても会話が転がっていく気配です
zh_hans: 不用费力，对话自己会滚动

source: 애쓰지 않아도 일머리가 돌아가는 결이에요
en: The workday clicks along without forcing. Let the routine drive
ja: 力まなくても段取りが回っていく気配です
zh_hans: 不用使劲，条理自己就转得动

source: 액티브 스킬 자동 발동
en: Active skills auto-trigger
ja: アクティブスキル自動発動
zh_hans: 主动技能自动触发

source: 액티브:
en: Active:
ja: アクティブ:
zh_hans: 主动:

source: 앨범
en: Album
ja: アルバム
zh_hans: 相册

source: 앱은 사용자의 개인정보를 제3자에게 판매하지 않습니다. 단, 다음 서비스 제공자를 사용합니다. Firebase(Google): 로그인, 클라우드 동기화, 리더보드 저장. Google AdMob: 보상형 광고 제공 및 측정. 각 서비스의 개인정보 처리방침이 적용됩니다. 사진 파일은 기기 내부에만 저장되며 외부로 전송되지 않습니다.
en: The App does not sell your personal information to third parties, but it does use the following service providers. Firebase (Google): sign-in, cloud sync, leaderboard storage. Google AdMob: serving and measuring rewarded ads. Each provider's own privacy policy applies. Photo files are stored only on your device and are never transmitted externally.
ja: アプリはユーザーの個人情報を第三者に販売しません。ただし、以下のサービス提供者を利用しています。Firebase（Google）: ログイン、クラウド同期、リーダーボードの保存。Google AdMob: リワード広告の配信と測定。各サービスのプライバシーポリシーが適用されます。写真ファイルは端末内にのみ保存され、外部に送信されません。
zh_hans: 应用不会向第三方出售您的个人信息，但会使用以下服务提供商。Firebase（Google）：登录、云同步、排行榜存储。Google AdMob：投放和衡量激励视频广告。各服务的隐私政策同时适用。照片文件仅保存在设备本地，不会向外部传输。
